{
  "bio": [
    "Hello and welcome to my portfolio !\n\nMy name is Théo 'Phenomene' Hentgen. 29 years old and currently living in France.\n\nMy past experiences in Europe, Asia and North America have led me to work in three different languages and work with different cultures. I am currently looking for an opportunity to work as a coach in any region, as I am able to relocate anywhere in the world. I can speak French, English and i am currently learning portuguese.\n\nI have been playing football (or soccer, if you're from North America) for 20 years. I have been the captain of all my teams and this is where I started to build a strong leadership.\n\nI have a degree in Sports with Physical, Mental, and Psychological courses. I also have a master in Esports Communication.\n\nI have now been a Siege coach for 6 years, you'll find all my past experiences in said category.\n\nHere, you'll find everything you need to know about myself, do not hesitate to contact me if you want to know more !"
  ],
  "experience": [
    {
      "image": "img/OXYGEN ESPORTS.png",
      "title": "OXYGEN ESPORTS - <i>June 2024 - August 2025</i>",
      "text": "<b>Head coach</b>\n<i>March 2025 - August 2025</i>\n\n  • NAL Stage 1 2025 - Top 4\n  • EWC 2025 - Top 8-12\n\n<b>Assistant coach</b>\n<i>June 2024 - February 2025</i>\n\n  • LCQ Stage 2 2024 - Top 2\n  • Six Invitational 2025 - Top 8"
    },
    {
      "image": "img/FNATIC.png",
      "title": "FNATIC Japan",
      "text": "<b>Strategic Coach</b>\n<i>February 2022 - February 2024</i>\n\n  • Japan League - Stage 2 2022 - Top 1\n  • Japan League - Stage 3 2022 - Top 2\n  • Japan League 2022 - Top 3"
    },
    {
      "image": "img/TEAM86.png",
      "title": "Team86",
      "text": "<b>Head Coach</b>\n<i>February 2024 - May 2024</i>\n\n  • Top 7 EU Qualifiers Playoffs - Stage 1 (T1 & T2 combined)"
    },
    {
      "image": "img/GAMMA GAMING.png",
      "title": "GAMMA GAMING",
      "text": "<b>Strategic Coach/Analyst</b>\n<i>June 2020 - November 2021</i>\n\n  • Benelux League 2020 - Champion\n  • Benelux Cup 2020 - Champion\n  • Benelux League 2021 - Champion\n  • Benelux Cup 2021 - Champion\n  • Top 4 - European Challenger League - Season 1\n  • European Challenger League - Season 2"
    },
    {
      "image": "img/IZIDREAM.png",
      "title": "IZIDREAM",
      "text": "<b>Analyst</b>\n<i>March 2020 - April 2020</i>\n\n  • EU Challenger League - Season 11 - Top 1"
    },
    {
      "image": "img/YUNKTIS.png",
      "title": "YUNKTIS WHITE",
      "text": "<b>Coach/Strategic Coach/Analyst</b>\n<i>June 2019 - February 2020</i>\n\n  • 6 French Challengers - Season 1 - Top 3"
    }
  ],
  "expertise": [
    {
      "title": "TEAM",
      "text": "  • Management\n  • Structure\n  • Guidelines\n  • Team System\n  • Scouting New talents\n  • Collective excercises"
    },
    {
      "title": "PLAYERS",
      "text": "  • Individual gameplay analysis\n  • Management\n  • Development and Success\n  • Working Culture\n  • Mental & Stress improvements\n  • Individual excercises\n  • Adaptation to each player and their needs"
    },
    {
      "title": "GAMEPLAY",
      "text": " • Strat making within the meta\n  • Defining the meta\n  • Game preparation & Gameplan\n  • Opponent Gameplay analysis\n  • Counter Strating & Gameplay Adaptation\n  • R&D on future patches"
    },
    {
      "title": "DATA",
      "text": "  • Collecting Team Data\n  • Collecting Opponent Data"
    }
  ],
  "work": [
  {
    "category": "Team & Players Performance",
    "items": [
      { "title": "Team Goals tool", "image": "img/works/team goal.png", "text": "• Weekly planning\n• Setting up collective goals\n• Improvements focused on the week ahead" },
      { "title": "Player Improvement tool", "image": "img/works/Player goal.png", "text": " • Weekly or bi-weekly review \n• Setting up individual goals and points of improvement" },
      { "title": "Mental work & Stress management - Part 1", "image": "img/works/Imagery.png", "text": "• Imagery points filled by players\n• Review with the coach during individual meetings\n• Following up imagery exercises (Internal or external)\n• Every day and before matches\n• Imagery helps a lot in anticipating highly stressful situations\n• Makes your decision faster and better on gameday\n• Increases your focus and calm" },
      { "title": "Mental work & Stress management - Part 2", "image": "img/works/Gameday feedback.png", "text": "• Feedback filled by players after official games\n• Review with the coach\n• Debrief to help the player improve on his mental/stress management" }
    ]
  },
  {
    "category": "Gameplay",
    "items": [
      { "title": "Strat making Bank Open area ATK", "image": "img/works/Strat open att.png", "text": "  • Work a direct take site when Ace/Hibana are banned, Use Sens to block line of view on Glaz/Blitz pushing, Ying to blind and distract deep site pushing with shotgun, Ash opening the wall (or use Ying shotgun) holding angles from copy window, Blitz either go to plant counter or if someone on kitchen wall smoke deeper into site and push him to kill him, Glaz to cover blitz with smokes, If we want to have cover for top square, we change Ying for Zero or Lion or Dokk and he plays the windows, If there is many traps or Goyos, change Ash for Flores" },
      { "title": "Strat making Chalet Master ATK", "image": "img/works/Strat att chalet.png", "text": "  • Rush K9, Once Sens pull up the wall covering master area: Osa destroy K9 barricade and BB push, killing the guy half wall, Dokkaebi flash piano to cover K9 entrance and hold it from the boost or jump in Ivy window. Ying flash sol + master and rappel in to create chaos. During all of that, Osa plant on the door behind her shield. Sens claymore lobby door and trench" },
      { "title": "Strat making Border Bathroom DEF", "image": "img/works/Border D tellers.png", "text": "  • 60% winrate DEF. Horizontal strat on Bathroom site. The top set up and Valkyrie reinforcing hatches late in prep phase to make enemy think we play top to make them clear it. Hide Kaid and use it for hatches to keep them closed. Valk/Mozzie play top early to shot drones and make enemy lose time then fall and play horizontal. Play the c4 kills with info we have. Late round, If enemy do east take and courtyard execute into tellers we can deny that with C4/smokes if they didnt work vertical properly and hatch not open. Or line of sight from custom and retake passeport/Top" },
      { "title": "Strat making Bank Open area DEF", "image": "img/works/die on top 2.png", "text": "  • 75% winrate DEF. Top set up for Open area. We close meeting wall to janitor to create a more strong hold top and have good crossfires between Trump/Elevator and meeting which throw off a lot of teams. Like the strat say, we play to die. If enemy wants to clear it, Valkyrie can flank lobby or square and Azami can come up marble stairs. If enemy go for a square direct, Azami can tempo with her Kibas + Goyo canisters while Joker (means that player can play everything) and Castle can go back help holding archives + site and Goyo can pressure top square or come closer to site" }
    ]
  },
  {
    "category": "Opponent Analysis",
    "items": [
      { "title": "Opponent ATK Gameplay analysis (Unrelated pictures)", "images":["img/works/Counter att.png", "img/works/att counter 2.png"],  "text": "  • I’m adaptable on my work, i can adapt to the team needs and their work format. I can and already worked on Google slide, Miro, Cards format or even just notes on discord. I can do counter strat, adapt our strat to the team we are facing, guide on the strats we should play and play style we should play to create a game plan" },
      { "title": "Counter strat vs M80 mining Kafe ATK", "image": "img/works/Counter d mining.png", "text": "  • M80 knew about our Fall out strat into Kitchen to deny plant with Pulse/Valk in Kitchen but also about our “Aggressive” strat where we fight for Top floor control. So i wanted to make them think we were running the “Aggressive” strat. But i changed it so we could fall and have the plant deny option by having Valkyrie hiding in prep phase and 3 c4s line up. So the goal is to show we would fight, hold top floor for 1m or more if possible then fall back into Kitchen and play to deny the plant" },
      { "title": "Opponent Def Gameplay analysis (Unrelated pictures)", "images":["img/works/D opp analysis.png", "img/works/D analysis 2.png"], "text": "" },
      { "title": "Counter strat vs M80 Kafe reading DEF", "image": "img/works/ATT Counter.png", "text": " • Here i notice that in one of M80 Reading DEF, Kaid was isolated in train, he was alone, with no gadget to help him and no dining rotate or line of sight to help him. So the goal here is to explode mining window with Blitz/Buck/Sens to kill him with Ying holding his chimney fall back and Rauora controlling top flank thanks to her gadget. Once we kill him, we flip to flood reading, Sens stays train to bait Dining plant while Blitz/Buck push Reading door, Ying flash cocktail + laundry through the drone hole and Rauora peek new hatch. This strat has to be called once we ID Kaid cause they dont run Kaid on any of their other strat" },
      { "title": "Counter strat vs M80 Kafe Kitchen roam", "image": "img/works/Att counter 22.png", "text": " • This is a rush vs M80 Roam on Kafe Kitchen. I noticed when they had Tub/Kaid they were closing Bakery and Freezer and they were roaming heavy top with only Tub on site in Freezer and absolutely no trap reception side. So the goal was just to push fast reception into site into freezer to kill the Tub then plant holding rotation red side, VIP/Bar side and hatch drop. Horizontal strat on Bathroom site. The top set up and Valkyrie reinforcing hatches late in prep phase to " }
    ]
  },
  {
    "category": "Internal & External Data",
    "items": [
      { "title": "Team Data Collection", "image": "img/works/Data result.png", "text": "• Scrim Data\n• Official games data\n• Combined data\n• Every maps with overall, ATK & DEF winrates" },
      { "title": "Team Data Collection", "image": "img/works/Data site.png", "text": "• Detailed data on a specific map\n• Every bombsites detailed (W%, Entry, TTFK, etc...)\n•Specific strategies data to better target issues" },
      { "title": "Team Data Collection", "image": "img/works/Data individual.png", "text": "• Detailed individual data\n• Custom global rating (with a possibility to change factors)\nPer map\nPer bombsite\nBoth ATK & DEF" },
      { "title": "Team Data Collection", "image": "img/works/Script.png", "text": "• Automated workflow\n• Allowing me to collect data live during scrims\n• Data is available as soon as practices end" },
      { "title": "Opponent Data collection", "image": "img/works/Enemy data.png", "text": "• Automated Opponent data collection base on Liquipedia's data\n Custom timespan to get only useful data\n• (GRID data could also be accessible via API if given access to the org)" }
    ]
  }
],
  "vouches": [
    {
      "image": "img/DEAPEK.png",
      "title": "DEAPEK - DUTCH PLAYER",
      "text": "“Huge vouch, Pheno should be in T1 forever and if you don't believe me, just ask for his work !”"
    },
    {
      "image": "img/FORREST.png",
      "title": "FORREST - AMERICAN PLAYER",
      "text": "“I'd like to thank Pheno for his time and commitment to the team.\n\nHis contributions helped us reach our first Major event as a roster\n\nHuge vouch to any teams seeking a +1 !”"
    },
    {
      "image": "img/REDEEMER.png",
      "title": "REDEEMER - AMERICAN MANAGER & FORMER PRO PLAYER",
      "text": "“It was a pleasure working with Pheno and appreciate everything he did for our team \n\nIf anyone has any questions about him, please feel free to reach out.”"
    },
    {
      "image": "img/KOREY.png",
      "title": "KOREY - GERMAN FORMER PRO PLAYER",
      "text": "“One of the best coaches out there, I hope teams will recognize his worth !”"
    },
    {
      "image": "img/EUPOR.png",
      "title": "EUPOR - BRITISH FORMER PRO PLAYER",
      "text": "“Massive vouch, Pheno is a hard worker and will elevate any team to a higher level !”"
    }
  ],
  "contact": [
    { "text": "You can reach out via mail, X or Discord.\n\nI usually answer within 24 hours."},
    { "type": "link", "label": "Email : hentgentheo@gmail.com", "url": "mailto:hentgentheo@gmail.com" },
    { "type": "link", "label": "X", "url": "https://twitter.com/Phenomene_05" },
    { "text": "Discord : phenomene"}
  ]
}
